7zip
amd-ucode
arch-update-git
aspnet-runtime
aur-check-updates
azure-cli
base
base-devel
bibata-cursor-theme
blueman
bluez
bluez-utils
breeze
breeze-gtk
breeze5
chromium
cliphist
colloid-gtk-theme-git
colloid-icon-theme-git
discord
dkms
dolphin
dosfstools
dotnet-runtime
dotnet-sdk
efibootmgr
ethtool
exfatprogs
eza
fastfetch
figlet
firefox
firefox-developer-edition
fish
flatpak
freelens-bin
gdm
git
gnome-control-center
go
grim
grimblast-git
gst-plugin-pipewire
gtk4-demos
gum
gvfs-smb
heroic-games-launcher
htop
hypr-local-workspaces
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprutils
imv
iwd
jetbrains-toolbox
kitty
kubelogin
libpulse
libva-nvidia-driver
limine
linux
linux-firmware
linux-headers
lxqt-openssh-askpass
nano
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
nvidia-dkms
nwg-look
opensc
pam-u2f
pamixer
paru
paru-debug
pavucontrol
pgadmin4-desktop
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plymouth
polkit-kde-agent
postman-bin
proton-pass
protonup-qt
protonvpn-applet
python312
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
rsync
seahorse
slurp
smartmontools
solaar
spotify-launcher
starship
steam
swaync
swayosd
teams-for-linux-bin
thunar
ttf-fira-sans
ttf-jetbrains-mono-nerd
tumbler
uwsm
ventoy-bin
vim
visual-studio-code-bin
vlc
waybar
waybar-updates
wget
wireless_tools
wireplumber
wlogout
wofi
wofi-emoji
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yubikey-manager
zram-generator
