# paru -Qqe > aur-deps.txt
7zip
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
aspnet-runtime
audacity
awesome-terminal-fonts
azure-cli
base
base-devel
bash-completion
bemenu
bemenu-wayland
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze
breeze-gtk
breeze5
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-hyprland-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
capitaine-cursors
checkupdates-with-aur
chromium
chwd
cliphist
cpupower
cryptsetup
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk
downgrade
duf
dxvk-mingw-git
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffnvcodec-headers
figlet
firefox
firefoxpwa
flatpak
freelens-bin
fsarchiver
gamescope
git
git-credential-manager
glances
gnome-keyring
goverlay
grimblast-git
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gwenview
haveged
hdparm
helvum
heroic-games-launcher-bin
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
inetutils
iptables-nft
iwd
jetbrains-toolbox
jfsutils
k6
kitty
kvantum
kvantum-theme-nordic-git
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libratbag-git
libreoffice-fresh
libva-nvidia-driver
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia-open
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
lxappearance
mako
man-db
man-pages
mangohud
matugen-bin
mdadm
meld
mesa-utils
meson
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
nvidia-settings
nvidia-utils
nwg-look
obs-studio
octopi
oh-my-posh
opencl-nvidia
opendesktop-fonts
openssh
os-prober
pacman-contrib
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-kde-agent
poppler-glib
postgresql
postman-bin
power-profiles-daemon
proton-cachyos
proton-vpn-gtk-app
protontricks
protonup-qt
pv
python
python-defusedxml
python-packaging
python-pip
qbittorrent
qt5ct-kde
qt6-virtualkeyboard
qt6ct-kde
r8125-dkms
r8168-dkms
rebuild-detector
reflector
ripgrep
rofi
rofi-emoji
rsync
rtkit
s-nail
samrewritten
sddm
seahorse
sg3_utils
slurp
smartmontools
snapper
sof-firmware
solaar-git
spotify-launcher
steam
stow
sudo
swappy
swaybg
swayidle
swaylock-effects-git
swaylock-fancy-git
swaync
swayosd
sysfsutils
texinfo
thunar
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
vim
visual-studio-code-bin
vkd3d
vlc
vulkan-radeon
vulkan-tools
wallust
waybar
wget
which
wine
winetricks
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yay
